message.nullpage=\u0421\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u0430
message.wrong-action=\u041E\u0448\u0438\u0431\u043A\u0430 \u0432 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044F\u0445
message.loginOK=\u0412\u0441\u0435 \u0445\u043E\u0440\u043E\u0448\u043E
message.loginerror=\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u043F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435 \u0432\u0432\u0435\u0434\u0435\u043D\u043D\u044B\u0435 \u0434\u0430\u043D\u043D\u044B\u0435 \u043F\u0430\u0440\u043E\u043B\u044F \u0438 \u043B\u043E\u0433\u0438\u043D\u0430. \u0427\u0442\u043E-\u0442\u043E \u043D\u0435 \u0442\u0430\u043A.
message.serviceexception=\u041F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435 \u0432\u0432\u0435\u0434\u0435\u043D\u043D\u044B\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F
message.deletedaccount=\u0414\u0430\u043D\u043D\u044B\u0439 \u0430\u043A\u043A\u0430\u0443\u043D\u0442 \u044F\u0432\u043B\u044F\u0435\u0442\u0441\u044F \u0443\u0434\u0430\u043B\u0435\u043D\u043D\u044B\u043C.
message.wrongdata=\u041E\u0448\u0438\u0431\u043A\u0430 \u0432 \u0434\u0430\u043D\u043D\u044B\u0445!
message.dataok=\u0412\u0441\u0435 \u043E\u0442\u043B\u0438\u0447\u043D\u043E, \u043F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043F\u043E\u0432\u0442\u043E\u0440\u0438\u0442\u0435 \u0432\u0432\u0435\u0434\u0435\u043D\u043D\u044B\u0435 \u0440\u0430\u043D\u0435\u0435 \u0434\u0430\u043D\u043D\u044B\u0435!
message.accountdeleted=\u0412\u0430\u0448 \u0430\u043A\u043A\u0430\u0443\u043D\u0442 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0443\u0434\u0430\u043B\u0435\u043D!

user.email=\u0423 \u043D\u0430\u0441 \u0435\u0441\u0442\u044C \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u0441 \u043F\u043E\u0434\u043E\u0431\u043D\u044B\u043C \u0435\u043C\u044D\u0439\u043B\u043E\u043C
user.email.deleted = \u0414\u0430\u043D\u043D\u044B\u0439 \u0435\u043C\u044D\u0439\u043B \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0432 \u0441\u043F\u0438\u0441\u043A\u0435 \u0443\u0434\u0430\u043B\u0435\u043D\u043D\u044B\u0445. \u0421\u043E\u0437\u0434\u0430\u0439\u0442\u0435 \u043D\u043E\u0432\u044B\u0439 \u0430\u043A\u043A\u0430\u0443\u043D\u0442
user.login=\u0423 \u043D\u0430\u0441 \u0435\u0441\u0442\u044C \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u0441 \u0442\u0430\u043A\u0438\u043C \u043B\u043E\u0433\u0438\u043D\u043E\u043C
user.login.deleted = \u0414\u0430\u043D\u043D\u044B\u0439 \u043B\u043E\u0433\u0438\u043D \u043D\u0430\u0445\u043E\u0434\u0438\u0442\u0441\u044F \u0432 \u0441\u043F\u0438\u0441\u043A\u0435 \u0443\u0434\u0430\u043B\u0435\u043D\u043D\u044B\u0445. \u0421\u043E\u0437\u0434\u0430\u0439\u0442\u0435 \u043D\u043E\u0432\u044B\u0439 \u0430\u043A\u043A\u0430\u0443\u043D\u0442.
user.email.empty = \u0412\u0432\u0435\u0434\u0435\u043D\u044B \u043D\u0435 \u0432\u0441\u0435 \u0434\u0430\u043D\u043D\u044B\u0435. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043F\u043E\u0432\u0442\u043E\u0440\u0438\u0442\u0435 \u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u044B\u0439 \u0432\u0432\u043E\u0434
no_user = \u0423 \u043D\u0430\u0441 \u043D\u0435\u0442 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0441 \u0434\u0430\u043D\u043D\u044B\u043C \u043B\u043E\u0433\u0438\u043D\u043E\u043C
user.login.password.uncorrect = \u041D\u0435 \u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u044B\u0439 \u043B\u043E\u0433\u0438\u043D \u043B\u0438\u0431\u043E \u043F\u0430\u0440\u043E\u043B\u044C, \u043F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u043F\u043E\u0432\u0442\u043E\u0440\u0438\u0442\u0435.
user.password.uncorrect = \u041F\u0430\u0440\u043E\u043B\u044C 2 \u043E\u0442\u043B\u0438\u0447\u0435\u043D \u043E\u0442 \u043F\u0430\u0440\u043E\u043B\u044F 1. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u043F\u043E\u0432\u0442\u043E\u0440\u0438\u0442\u0435
user.email.password.uncorrect = \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435 \u0432\u0432\u0435\u0434\u0435\u043D\u043D\u044B\u0435 \u0434\u0430\u043D\u043D\u044B\u0435, \u0435\u043C\u044D\u0439\u043B \u043B\u0438\u0431\u043E \u043F\u0430\u0440\u043E\u043B\u044C \u0432\u0432\u0435\u0434\u0435\u043D\u044B \u043D\u0435 \u0432\u0435\u0440\u043D\u044B\u043C\u0438
user.login.password.credential = \u041F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435 \u043D\u0430 \u0432\u0430\u043B\u0438\u0434\u043D\u043E\u0441\u0442\u044C \u0435\u043C\u044D\u0439\u043B \u0438 \u043F\u0430\u0440\u043E\u043B\u044C
user.login.empty = \u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u0447\u0442\u043E \u043D\u0438\u0431\u0443\u0434\u044C

SQL_exception = \u041E\u0448\u0438\u0431\u043A\u0430 \u0441\u043E\u0435\u0434\u0438\u043D\u0435\u043D\u0438\u044F \u0441 \u0431\u0430\u0437\u043E\u0439 \u0434\u0430\u043D\u043D\u044B\u0445

unknown_mistake =  = \u041D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u0430\u044F \u043E\u0448\u0438\u0431\u043A\u0430, \u043F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0435\u0449\u0435 \u0440\u0430\u0437 